Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# PlayerInfo_ViewTeamRecommend
source: View Team Recommendations
de_de: Team-Empfehlung anzeigen
es_mx: Ver recomendaciones de equipo
fr_fr: Voir les compositions recommandées
hi_in: टीम अनुशंसाएँ देखें
id_id: Lihat Rekomendasi Tim
it_it: Visualizza Consigli Squadra
ja_jp: おすすめ編成を見る
ko_kr: 파티 추천 보기
pt_br: Ver recomendações de equipe
ru_ru: Рекомендации отряда
zh_cn: 查看配队推荐
zh_tw: 查看隊伍搭配推薦

# GachaAnalysis_Title
source: Gacha Record Analysis
de_de: Wunschverlauf-Analyse
es_mx: Análisis de registros de gachapón
fr_fr: Analyse de l'historique des vœux
hi_in: गाचा रिकॉर्ड विश्लेषण
id_id: Analisis Catatan Gacha
it_it: Analisi Record Desideri
ja_jp: 祈願記録分析
ko_kr: 기원 기록 분석
pt_br: Análise de registros de gacha
ru_ru: Анализ записей молитв
zh_cn: 抽卡记录分析
zh_tw: 祈願記錄分析

# GachaAnalysis_Pulls
source: Pulls
de_de: Ziehungen
es_mx: Tiradas
fr_fr: tirages
hi_in: पुल
id_id: Pull
it_it: Pull
ja_jp: 回
ko_kr: 뽑기
pt_br: Tiragens
ru_ru: Молитв
zh_cn: 抽
zh_tw: 抽

# GachaAnalysis_NoRecords
source: No Records
de_de: Keine Aufzeichnungen
es_mx: Sin registros
fr_fr: Aucun historique
hi_in: कोई रिकॉर्ड नहीं
id_id: Tidak Ada Catatan
it_it: Nessun Record
ja_jp: 記録なし
ko_kr: 기록 없음
pt_br: Sem registros
ru_ru: Нет записей
zh_cn: 暂无记录
zh_tw: 暫無記錄

# GachaAnalysis_TotalPulls
source: Total Pulls
de_de: Gesamtzahl Ziehungen
es_mx: Tiradas totales
fr_fr: Total de tirages
hi_in: कुल पुल
id_id: Total Pull
it_it: Pull Totali
ja_jp: 総祈願回数
ko_kr: 총 뽑기
pt_br: Total de tiragens
ru_ru: Всего молитв
zh_cn: 总抽数
zh_tw: 總抽數

# GachaAnalysis_PrimogemsSpent
source: Primogems Spent
de_de: Ausgegebenes Urgestein
es_mx: Protogemas gastadas
fr_fr: Primo-gemmes dépensées
hi_in: खर्च किए गए प्रिमोजेम
id_id: Primogem Dihabiskan
it_it: Primogemme Spese
ja_jp: 消費原石
ko_kr: 사용 원석
pt_br: Primogemas gastas
ru_ru: Потрачено камней
zh_cn: 耗费原石数
zh_tw: 耗費原石數

# GachaAnalysis_Show4Star
source: Show 4★ Records
de_de: 4-Sterne-Verlauf anzeigen
es_mx: Mostrar registros 4★
fr_fr: Afficher les 4★
hi_in: 4★ रिकॉर्ड दिखाएँ
id_id: Tampilkan Catatan 4★
it_it: Mostra Record 4★
ja_jp: ★4記録表示
ko_kr: 4★ 기록 표시
pt_br: Mostrar registros 4★
ru_ru: Показать 4★
zh_cn: 显示四星记录
zh_tw: 顯示四星記錄

# GachaAnalysis_Show4StarShort
source: Show 4★
de_de: 4-Sterne anzeigen
es_mx: Mostrar 4★
fr_fr: Afficher 4★
hi_in: 4★ दिखाएँ
id_id: Tampilkan 4★
it_it: Mostra 4★
ja_jp: ★4表示
ko_kr: 4★ 표시
pt_br: Mostrar 4★
zh_cn: 显示四星
zh_tw: 顯示四星

# GachaAnalysis_Total
source: Total:
de_de: Gesamt
hi_in: कुल:
it_it: Totale:
ja_jp: 合計:
ko_kr: 합계:
ru_ru: Всего:
zh_cn: 共
zh_tw: 共

# GachaAnalysis_Pity5Star
source: 5★ Pity:
de_de: 5-Sterne-Pity:
es_mx: Pity 5★:
fr_fr: Pitié 5★ :
hi_in: 5★ पिटी:
id_id: Pity 5★:
it_it: Pity 5★:
ja_jp: ★5天井:
ko_kr: 5★ 천장:
pt_br: Pity 5★:
zh_cn: 五星已垫:
zh_tw: 五星已墊:

# GachaAnalysis_Pity4Star
source: 4★ Pity:
de_de: 4-Sterne-Pity:
es_mx: Pity 4★:
fr_fr: Pitié 4★ :
hi_in: 4★ पिटी:
id_id: Pity 4★:
it_it: Pity 4★:
ja_jp: ★4天井:
ko_kr: 4★ 천장:
pt_br: Pity 4★:
zh_cn: 四星已垫:
zh_tw: 四星已墊:

# GachaAnalysis_Pity5StarShort
source: 5★ Pity
de_de: 5-Sterne-Pity
es_mx: Pity 5★
fr_fr: Pitié 5★
hi_in: 5★ पिटी
id_id: Pity 5★
it_it: Pity 5★
ja_jp: ★5天井
ko_kr: 5★ 천장
pt_br: Pity 5★
zh_cn: 五星已垫
zh_tw: 五星已墊

# GachaAnalysis_Pity4StarShort
source: 4★ Pity
de_de: 4-Sterne-Pity
es_mx: Pity 4★
fr_fr: Pitié 4★
hi_in: 4★ पिटी
id_id: Pity 4★
it_it: Pity 4★
ja_jp: ★4天井
ko_kr: 4★ 천장
pt_br: Pity 4★
zh_cn: 四星已垫
zh_tw: 四星已墊

# GachaAnalysis_CharacterEvent
source: Character Event
de_de: Charakter-Event
es_mx: Evento de personaje
fr_fr: Bannière personnage
hi_in: पात्र इवेंट
id_id: Event Karakter
it_it: Evento Personaggio
ja_jp: キャライベント
ko_kr: 캐릭터 이벤트
pt_br: Evento de personagem
ru_ru: Ивент персонажа
zh_cn: 角色活动
zh_tw: 角色活動祈願

# GachaAnalysis_WeaponEvent
source: Weapon Event
de_de: Waffen-Event
es_mx: Evento de arma
fr_fr: Bannière arme
hi_in: हथियार इवेंट
id_id: Event Senjata
it_it: Evento Arma
ja_jp: 武器イベント
ko_kr: 무기 이벤트
pt_br: Evento de arma
ru_ru: Ивент оружия
zh_cn: 武器活动
zh_tw: 武器活動祈願

# GachaAnalysis_ChronicledWish
source: Chronicled Wish
de_de: Chronik-Wunsch
es_mx: Deseo crónico
fr_fr: Vœu chroniqué
hi_in: क्रॉनिकल्ड विश
it_it: Desiderio Cronologico
ja_jp: 集録祈願
ko_kr: 집록 기원
pt_br: Desejo crônico
ru_ru: Молитва хроник
zh_cn: 集录祈愿
zh_tw: 集錄祈願

# GachaAnalysis_StandardWish
source: Standard Wish
de_de: Standard-Wunsch
es_mx: Deseo estándar
fr_fr: Vœu permanent
hi_in: मानक विश
it_it: Desiderio Standard
ja_jp: 恒常祈願
ko_kr: 상시 기원
pt_br: Desejo padrão
ru_ru: Стандартный баннер
zh_cn: 常驻祈愿
zh_tw: 常駐祈願

# GachaAnalysis_WishOverview
source: Wish Overview
de_de: Wunschübersicht
es_mx: Resumen de deseos
fr_fr: Aperçu des vœux
hi_in: विश अवलोकन
id_id: Ringkasan Wish
it_it: Panoramica Desideri
ja_jp: 祈願概要
ko_kr: 기원 개요
pt_br: Visão geral de desejos
ru_ru: Обзор молитв
zh_cn: 祈愿总览
zh_tw: 祈願總覽

# GachaAnalysis_WishAnalysis
source: Wish Analysis
de_de: Wunsch-Analyse
es_mx: Análisis de deseos
fr_fr: Analyse des vœux
hi_in: विश विश्लेषण
id_id: Analisis Wish
it_it: Analisi Desideri
ja_jp: 祈願分析
ko_kr: 기원 분석
pt_br: Análise de desejos
ru_ru: Анализ молитв
zh_cn: 祈愿分析
zh_tw: 祈願分析

# GachaAnalysis_GetRecords
source: Get Gacha Records
de_de: Wunschverlauf abrufen
es_mx: Obtener registros de gachapón
fr_fr: Obtenir l'historique des vœux
hi_in: गाचा रिकॉर्ड प्राप्त करें
id_id: Dapatkan Catatan Gacha
it_it: Ottieni Record Desideri
ja_jp: 祈願記録を取得
ko_kr: 기원 기록 가져오기
pt_br: Obter registros de gacha
ru_ru: Получить записи молитв
zh_cn: 获取抽卡记录
zh_tw: 取得祈願記錄

# GachaAnalysis_GetViaMiyoushe
source: Get via MiYouShe Account
de_de: Über MiHoYo-Konto abrufen
es_mx: Obtener mediante cuenta MiYouShe
fr_fr: Obtenir via le compte Hoyolab
hi_in: MiYouShe खाते से प्राप्त करें
id_id: Dapatkan via Akun MiYouShe
it_it: Ottieni tramite Account MiYouShe
ja_jp: MiYouSheアカウント経由
ko_kr: 미호요 커뮤니티 계정으로 가져오기
pt_br: Obter via conta MiYouShe
ru_ru: Через аккаунт MiYouShe
zh_cn: 通过米游社账号获取
zh_tw: 透過米遊社帳號取得

# GachaAnalysis_GetViaUrl
source: Get via URL
de_de: Über URL abrufen
es_mx: Obtener mediante URL
fr_fr: Obtenir via URL
hi_in: URL से प्राप्त करें
id_id: Dapatkan via URL
it_it: Ottieni tramite URL
ja_jp: URL経由
ko_kr: URL로 가져오기
pt_br: Obter via URL
ru_ru: Через URL
zh_cn: 通过 URL 获取
zh_tw: 透過 URL 取得

# GachaAnalysis_ImportUigf
source: Import UIGF File
de_de: UIGF-Datei importieren
es_mx: Importar archivo UIGF
fr_fr: Importer un fichier UIGF
hi_in: UIGF फ़ाइल आयात करें
id_id: Impor File UIGF
it_it: Importa File UIGF
ja_jp: UIGFファイルインポート
ko_kr: UIGF 파일 가져오기
pt_br: Importar arquivo UIGF
ru_ru: Импорт файла UIGF
zh_cn: 导入 UIGF 文件
zh_tw: 匯入 UIGF 檔案

# GachaAnalysis_UpdateData
source: Update Data
de_de: Daten aktualisieren
es_mx: Actualizar datos
fr_fr: Mettre à jour les données
hi_in: डेटा अपडेट करें
id_id: Perbarui Data
it_it: Aggiorna Dati
ja_jp: データ更新
ko_kr: 데이터 업데이트
pt_br: Atualizar dados
ru_ru: Обновить данные
zh_cn: 更新数据
zh_tw: 更新資料

# GachaAnalysis_About
source: About
de_de: Über
es_mx: Acerca de
fr_fr: À propos
hi_in: जानकारी
id_id: Tentang
it_it: Informazioni
ja_jp: について
ko_kr: 정보
pt_br: Sobre
ru_ru: О программе
zh_cn: 关于
zh_tw: 關於

# GachaAnalysis_ImageLibrary
source: Image Resource Library
de_de: Bildbibliothek
es_mx: Biblioteca de recursos de imágenes
fr_fr: Bibliothèque d'images
hi_in: छवि संसाधन लाइब्रेरी
id_id: Perpustakaan Sumber Daya Gambar
it_it: Libreria Risorse Immagini
ja_jp: 画像リソースライブラリ
ko_kr: 이미지 리소스 라이브러리
pt_br: Biblioteca de recursos de imagem
ru_ru: Библиотека изображений
zh_cn: 图片资源库
zh_tw: 圖片資源庫

# GachaAnalysis_ListView
source: List View
de_de: Listenansicht
es_mx: Vista de lista
fr_fr: Vue liste
hi_in: सूची दृश्य
id_id: Tampilan Daftar
it_it: Vista Elenco
ja_jp: リスト表示
ko_kr: 목록 보기
pt_br: Visualização em lista
ru_ru: Список
zh_cn: 列表视图
zh_tw: 清單檢視

# GachaAnalysis_CardView
source: Card View
de_de: Kartenansicht
es_mx: Vista de tarjetas
fr_fr: Vue cartes
hi_in: कार्ड दृश्य
id_id: Tampilan Kartu
it_it: Vista Schede
ja_jp: カード表示
ko_kr: 카드 보기
pt_br: Visualização em cards
ru_ru: Карточки
zh_cn: 卡片视图
zh_tw: 卡片檢視

# GachaAnalysis_ExportUigf
source: Export UIGF
de_de: UIGF exportieren
es_mx: Exportar UIGF
fr_fr: Exporter UIGF
hi_in: UIGF निर्यात करें
id_id: Ekspor UIGF
it_it: Esporta UIGF
ja_jp: UIGFエクスポート
ko_kr: UIGF 내보내기
pt_br: Exportar UIGF
ru_ru: Экспорт UIGF
zh_cn: 导出 UIGF
zh_tw: 匯出 UIGF

# GachaAnalysis_RefreshMetadata
source: Refresh Metadata
de_de: Metadaten aktualisieren
es_mx: Actualizar metadatos
fr_fr: Actualiser les métadonnées
hi_in: मेटाडेटा रीफ़्रेश करें
id_id: Segarkan Metadata
it_it: Aggiorna Metadati
ja_jp: メタデータ更新
ko_kr: 메타데이터 새로고침
pt_br: Atualizar metadados
ru_ru: Обновить метаданные
zh_cn: 刷新元数据
zh_tw: 重新整理中繼資料

# GachaAnalysis_DeleteRecords
source: Delete Records
de_de: Aufzeichnungen löschen
es_mx: Eliminar registros
fr_fr: Supprimer l'historique
hi_in: रिकॉर्ड हटाएँ
id_id: Hapus Catatan
it_it: Elimina Record
ja_jp: 記録削除
ko_kr: 기록 삭제
pt_br: Excluir registros
ru_ru: Удалить записи
zh_cn: 删除记录
zh_tw: 刪除記錄

# GachaAnalysis_PullsUnit
source: Pulls
de_de: Zieh.
es_mx: Tiradas
fr_fr: tirages
hi_in: पुल
id_id: Pull
it_it: Pull
ja_jp: 回
ko_kr: 뽑기
pt_br: Tiragens
ru_ru: Молитв
zh_cn: 抽
zh_tw: 抽

# GachaAnalysis_ImportHint
source: Choose a method to import your wish records and start analyzing your gacha data
de_de: Wähle eine Methode zum Importieren deiner Wunschhistorie, um mit der Analyse zu beginnen.
es_mx: Elige un método para importar tus registros de deseos y comenzar a analizar tus datos de gachapón
fr_fr: Choisissez une méthode pour importer votre historique de vœux et commencer l'analyse
hi_in: अपने विश रिकॉर्ड आयात करने और गाचा डेटा का विश्लेषण शुरू करने के लिए एक विधि चुनें
id_id: Pilih metode untuk mengimpor catatan wish Anda dan mulai menganalisis data gacha Anda
it_it: Scegli un metodo per importare i tuoi record desideri e avvia l'analisi dei dati gacha
ja_jp: 祈願記録のインポート方法を選び、分析を開始
ko_kr: 기원 기록을 가져올 방법을 선택하고 기원 데이터 분석을 시작하세요
pt_br: Escolha um método para importar seus registros de desejos e começar a analisar seus dados de gacha
ru_ru: Выберите способ импорта записей молитв для анализа
zh_cn: 选择一种方式导入你的祈愿记录，开始分析你的抽卡数据
zh_tw: 選擇一種方式匯入你的祈願記錄，開始分析你的祈願資料

# GachaAnalysis_MiyousheDesc
source: Get records directly via your logged-in MiYouShe account
de_de: Wunschhistorie direkt über das aktuell angemeldete MiHoYo-Konto abrufen
es_mx: Obtén registros directamente a través de tu cuenta de MiYouShe iniciada
fr_fr: Obtenir directement l'historique via le compte Hoyolab connecté
hi_in: अपने लॉगिन किए गए MiYouShe खाते से सीधे रिकॉर्ड प्राप्त करें
id_id: Dapatkan catatan langsung melalui akun MiYouShe yang login
it_it: Ottieni record direttamente tramite il tuo account MiYouShe connesso
ja_jp: ログイン済みMiYouSheアカウントから 直接記録を取得
ko_kr: 로그인된 미호요 커뮤니티 계정을 통해 직접 가져오기
pt_br: Obtenha registros diretamente pela sua conta MiYouShe conectada
ru_ru: Получить записи напрямую через аккаунт MiYouShe
zh_cn: 通过当前登录的米游社 账号直接获取记录
zh_tw: 透過目前登入的米遊社 帳號直接取得記錄

# GachaAnalysis_Recommended
source: Recommended
de_de: Empfohlen
es_mx: Recomendado
fr_fr: Recommandé
hi_in: अनुशंसित
id_id: Direkomendasikan
it_it: Consigliato
ja_jp: 推奨
ko_kr: 권장
pt_br: Recomendado
ru_ru: Рекомендуется
zh_cn: 推荐
zh_tw: 推薦

# GachaAnalysis_UrlDesc
source: Paste the gacha analysis link to fetch records from the API
de_de: Wunschverlauf-Link einfügen und Aufzeichnungen per API abrufen
es_mx: Pega el enlace de análisis de gachapón para obtener registros de la API
fr_fr: Coller le lien d'analyse des vœux pour récupérer l'historique depuis l'API
hi_in: API से रिकॉर्ड प्राप्त करने के लिए गाचा विश्लेषण लिंक चिपकाएँ
id_id: Tempel tautan analisis gacha untuk mengambil catatan dari API
it_it: Incolla il link di analisi gacha per recuperare i record dall'API
ja_jp: 祈願分析リンクを貼り付けて APIから記録を取得
ko_kr: 기원 분석 링크를 붙여넣어 API에서 기록 가져오기
pt_br: Cole o link de análise de gacha para buscar registros da API
ru_ru: Вставьте ссылку анализа молитв для получения записей из API
zh_cn: 粘贴抽卡分析链接 从 API 拉取记录
zh_tw: 貼上祈願分析連結 從 API 拉取記錄

# GachaAnalysis_UigfDesc
source: Import records from a standard UIGF format JSON file UIGF v4.x/3.0/2.x
de_de: Aufzeichnungen aus einer UIGF- JSON-Datei importieren UIGF v4.x/3.0/2.x
es_mx: Importa registros desde un archivo JSON en formato estándar UIGF UIGF v4.x/3.0/2.x
fr_fr: Importer l'historique depuis un fichier JSON au format standard UIGF UIGF v4.x/3.0/2.x
hi_in: मानक UIGF प्रारूप JSON फ़ाइल से रिकॉर्ड आयात करें UIGF v4.x/3.0/2.x
id_id: Impor catatan dari file JSON format UIGF standar UIGF v4.x/3.0/2.x
it_it: Importa record da un file JSON formato UIGF standard UIGF v4.x/3.0/2.x
ja_jp: 標準UIGF形式JSONから 記録をインポート UIGF v4.x/3.0/2.x
ko_kr: 표준 UIGF 형식 JSON 파일에서 기록 가져오기 UIGF v4.x/3.0/2.x
pt_br: Importe registros de um arquivo JSON no formato UIGF padrão UIGF v4.x/3.0/2.x
ru_ru: Импорт из стандартного JSON формата UIGF UIGF v4.x/3.0/2.x
zh_cn: 从标准UIGF格式 JSON文件导入记录 UIGF v4.x/3.0/2.x
zh_tw: 從標準 UIGF 格式 JSON檔案匯入記錄 UIGF v4.x/3.0/2.x

# GachaAnalysis_IncrementalUpdate
source: Incremental Update (Recommended)
de_de: Inkrementelles Update (empfohlen)
es_mx: Actualización incremental (Recomendado)
fr_fr: Mise à jour incrémentielle (recommandé)
hi_in: वृद्धिशील अपडेट (अनुशंसित)
id_id: Pembaruan Inkremental (Direkomendasikan)
it_it: Aggiornamento Incrementale (Consigliato)
ja_jp: 差分更新（推奨）
ko_kr: 증분 업데이트 (권장)
pt_br: Atualização incremental (Recomendado)
ru_ru: Инкрементальное обновление (рекомендуется)
zh_cn: 增量更新（推荐）
zh_tw: 增量更新（推薦）

# GachaAnalysis_FullUpdate
source: Full Update
de_de: Vollständiges Update
es_mx: Actualización completa
fr_fr: Mise à jour complète
hi_in: पूर्ण अपडेट
id_id: Pembaruan Penuh
it_it: Aggiornamento Completo
ja_jp: 全更新
ko_kr: 전체 업데이트
pt_br: Atualização completa
ru_ru: Полное обновление
zh_cn: 全量更新
zh_tw: 完整更新

# GachaAnalysis_Characters
source: Characters
de_de: Charaktere
es_mx: Personajes
fr_fr: Personnages
hi_in: पात्र
id_id: Karakter
it_it: Personaggi
ja_jp: キャラクター
ko_kr: 캐릭터
pt_br: Personagens
ru_ru: Персонажи
zh_cn: 角色
zh_tw: 角色

# GachaAnalysis_Weapons
source: Weapons
de_de: Waffen
es_mx: Armas
fr_fr: Armes
hi_in: हथियार
id_id: Senjata
it_it: Armi
ja_jp: 武器
ko_kr: 무기
pt_br: Armas
ru_ru: Оружие
zh_cn: 武器
zh_tw: 武器

# GachaAnalysis_CachedIconData
source: Cached character and weapon icon data
de_de: Zwischengespeicherte Charakter- und Waffensymbole
es_mx: Datos de iconos de personajes y armas en caché
fr_fr: Données d'icônes de personnages et d'armes en cache
hi_in: कैश किए गए पात्र और हथियार आइकन डेटा
id_id: Data ikon karakter dan senjata yang di-cache
it_it: Dati icone personaggi e armi in cache
ja_jp: キャッシュ済みアイコンデータ
ko_kr: 캐시된 캐릭터 및 무기 아이콘 데이터
pt_br: Dados de ícones de personagens e armas em cache
ru_ru: Кэшированные данные иконок
zh_cn: 已缓存的角色及武器基础图标数据
zh_tw: 已快取的角色及武器基礎圖示資料

# GachaAnalysis_GeneratingAnalysis
source: Generating wish analysis...
de_de: Wunschverlauf-Analyse wird erstellt...
es_mx: Generando análisis de deseos...
fr_fr: Génération de l'analyse des vœux en cours...
hi_in: विश विश्लेषण उत्पन्न हो रहा है...
id_id: Menghasilkan analisis wish...
it_it: Generazione analisi desideri...
ja_jp: 祈願分析を生成中...
ko_kr: 기원 분석 생성 중...
pt_br: Gerando análise de desejos...
ru_ru: Генерация анализа молитв...
zh_cn: 正在生成祈愿分析...
zh_tw: 正在產生祈願分析...

# GachaAnalysis_CopyImage
source: Copy Image
de_de: Bild kopieren
es_mx: Copiar imagen
fr_fr: Copier l'image
hi_in: छवि कॉपी करें
id_id: Salin Gambar
it_it: Copia Immagine
ja_jp: 画像コピー
ko_kr: 이미지 복사
pt_br: Copiar imagem
ru_ru: Копировать изображение
zh_cn: 复制图片
zh_tw: 複製圖片

# GachaAnalysis_SaveImage
source: Save Image
de_de: Bild speichern
es_mx: Guardar imagen
fr_fr: Enregistrer l'image
hi_in: छवि सहेजें
id_id: Simpan Gambar
it_it: Salva Immagine
ja_jp: 画像保存
ko_kr: 이미지 저장
pt_br: Salvar imagem
ru_ru: Сохранить изображение
zh_cn: 保存图片
zh_tw: 儲存圖片

# GachaAnalysis_GoldPullStats
source: Gold Pull Method Statistics
de_de: Statistik der 5-Sterne-Ziehungen
es_mx: Estadísticas de método de tirada dorada
fr_fr: Statistiques des tirages 5★
hi_in: गोल्ड पुल विधि सांख्यिकी
id_id: Statistik Metode Pull Gold
it_it: Statistiche Metodo Pull Oro
ja_jp: 星5排出統計
ko_kr: 골드 뽑기 방식 통계
pt_br: Estatísticas de método de tiragem ouro
ru_ru: Статистика золотых молитв
zh_cn: 出金抽卡方式统计
zh_tw: 出金 (獲得五星) 抽卡方式統計

# GachaAnalysis_GoldPullStatsDesc
source: Records from the same pool at the same time are counted as one group
de_de: Aufzeichnungen desselben Wunsch-Events zur gleichen Zeit werden als eine Ziehungsgruppe berechnet.
es_mx: Los registros del mismo banner al mismo tiempo se cuentan como un grupo
fr_fr: Les tirages d'une même bannière au même moment sont comptés comme un seul groupe
hi_in: एक ही समय पर एक ही पूल के रिकॉर्ड एक समूह में गिने जाते हैं
id_id: Catatan dari pool yang sama pada waktu yang sama dihitung sebagai satu grup
it_it: I record dello stesso pool allo stesso momento sono contati come un gruppo
ja_jp: 同じガチャの同時期の記録を1グループとしてカウント
ko_kr: 동일 기원에서 동시에 기록된 항목은 하나의 그룹으로 계산됩니다
pt_br: Registros do mesmo banner ao mesmo tempo são contados como um grupo
ru_ru: Записи из одного пула за одно время считаются одной группой
zh_cn: 同一卡池同一时间的记录按一组抽卡计算
zh_tw: 同一卡池同一時間的記錄按一組抽卡計算

# GachaAnalysis_TenPullGoldRate
source: 10-Pull 5★ Rate
de_de: 5-Sterne-Rate bei 10er-Ziehungen
es_mx: Tasa de 5★ en 10 tiradas
fr_fr: Taux de 5★ en x10
hi_in: 10-पुल 5★ दर
id_id: Tingkat 5★ per 10-Pull
it_it: Tasso 5★ 10-Pull
ja_jp: 10連★5率
ko_kr: 10연차 5★ 확률
pt_br: Taxa de 5★ em 10 tiragens
ru_ru: Шанс 5★ за 10
zh_cn: 十连出金率
zh_tw: 十連出金率

# GachaAnalysis_GroupsWith5Star
source: groups with 5★
de_de: Gruppen mit 5-Sternen
es_mx: grupos con 5★
fr_fr: groupes avec 5★
hi_in: 5★ वाले समूह
id_id: grup dengan 5★
it_it: gruppi con 5★
ja_jp: ★5が出たグループ
ko_kr: 그룹에서 5★
pt_br: grupos com 5★
ru_ru: групп с 5★
zh_cn: 组含五星
zh_tw: 組含五星

# GachaAnalysis_SinglePullGoldRate
source: Single Pull 5★ Rate
de_de: 5-Sterne-Rate bei Einzelziehungen
es_mx: Tasa de 5★ en tirada única
fr_fr: Taux de 5★ en x1
hi_in: सिंगल पुल 5★ दर
id_id: Tingkat 5★ per Pull Tunggal
it_it: Tasso 5★ Pull Singolo
ja_jp: 単発★5率
ko_kr: 단차 5★ 확률
pt_br: Taxa de 5★ em tiragem única
ru_ru: Шанс 5★ за одну
zh_cn: 单抽出金率
zh_tw: 單抽出金率

# GachaAnalysis_TimesWith5Star
source: times with 5★
de_de: Male mit 5-Sternen
es_mx: veces con 5★
fr_fr: fois avec 5★
hi_in: 5★ वाली बार
id_id: kali dengan 5★
it_it: volte con 5★
ja_jp: ★5が出た回数
ko_kr: 회 5★
pt_br: vezes com 5★
ru_ru: раз с 5★
zh_cn: 次含五星
zh_tw: 次含五星

# GachaAnalysis_Avg5StarCost
source: Avg 5★ Cost
de_de: Durchschn. Kosten pro 5-Sterne-Charakter
es_mx: Coste medio de 5★
fr_fr: Coût moyen 5★
hi_in: औसत 5★ लागत
id_id: Biaya Rata-rata 5★
it_it: Costo Medio 5★
ja_jp: 平均★5コスト
ko_kr: 평균 5★ 비용
pt_br: Custo médio de 5★
ru_ru: Средняя стоимость 5★
zh_cn: 五星角色均耗
zh_tw: 五星角色均耗

# GachaAnalysis_Approx
source: Approx.
de_de: ca.
es_mx: Aprox.
fr_fr: Environ
hi_in: लगभग
id_id: Kira-kira
it_it: Circa
ja_jp: 約
ko_kr: 약
pt_br: Aprox.
ru_ru: Прим.
zh_cn: 约
zh_tw: 約

# GachaAnalysis_PrimogemsUnit
source: Primogems
de_de: Urgestein
es_mx: Protogemas
fr_fr: primo-gemmes
hi_in: प्रिमोजेम
id_id: Primogem
it_it: Primogemme
ja_jp: 原石
ko_kr: 원석
pt_br: Primogemas
ru_ru: Камней
zh_cn: 原石
zh_tw: 原石

# GachaAnalysis_ActiveMonths
source: Active Months
de_de: Aktive Monate
es_mx: Meses activos
fr_fr: Mois actifs
hi_in: सक्रिय माह
id_id: Bulan Aktif
it_it: Mesi Attivi
ja_jp: アクティブ月数
ko_kr: 활동 개월
pt_br: Meses ativos
ru_ru: Активные месяцы
zh_cn: 活跃月份
zh_tw: 活躍月份

# GachaAnalysis_MonthlyAvg
source: Monthly Avg
de_de: Monatsdurchschnitt
es_mx: Media mensual
fr_fr: Moyenne mensuelle
hi_in: मासिक औसत
id_id: Rata-rata Bulanan
it_it: Media Mensile
ja_jp: 月平均
ko_kr: 월 평균
pt_br: Média mensal
ru_ru: Среднее в месяц
zh_cn: 月均
zh_tw: 月均

# GachaAnalysis_PeakMonth
source: Peak Month
de_de: Spitzenmonat
es_mx: Mes pico
fr_fr: Mois de pic
hi_in: शिखर माह
id_id: Bulan Puncak
it_it: Mese di Picco
ja_jp: ピーク月
ko_kr: 최고 월
pt_br: Mês de pico
ru_ru: Пиковый месяц
zh_cn: 峰值月份
zh_tw: 峰值月份

# GachaAnalysis_5StarAvg
source: 5★ Average
de_de: 5-Sterne-Durchschnitt
es_mx: Media de 5★
fr_fr: Moyenne 5★
hi_in: 5★ औसत
id_id: Rata-rata 5★
it_it: Media 5★
ja_jp: ★5平均
ko_kr: 5★ 평균
pt_br: Média de 5★
ru_ru: Среднее 5★
zh_cn: 五星平均
zh_tw: 五星平均

# GachaAnalysis_AllPools5Star
source: All Pools 5★
de_de: Alle Wünsche – 5-Sterne
es_mx: 5★ de todos los banners
fr_fr: Toutes bannières 5★
hi_in: सभी पूल 5★
id_id: 5★ Semua Pool
it_it: Tutti i Pool 5★
ja_jp: 全ガチャ★5
ko_kr: 전체 기원 5★
pt_br: 5★ de todos os banners
ru_ru: Все пулы 5★
zh_cn: 全部卡池五星
zh_tw: 全部卡池五星

# GachaAnalysis_RarityComposition
source: Rarity Composition
de_de: Seltenheitszusammensetzung
es_mx: Composición de rareza
fr_fr: Composition par rareté
hi_in: रेरिटी संरचना
id_id: Komposisi Rarity
it_it: Composizione Rarità
ja_jp: レアリティ構成
ko_kr: 등급 구성
pt_br: Composição de raridade
ru_ru: Состав редкости
zh_cn: 稀有度构成
zh_tw: 稀有度組成

# GachaAnalysis_Rarity
source: Rarity
de_de: Seltenheit
es_mx: Rareza
fr_fr: Rareté
hi_in: रेरिटी
it_it: Rarità
ja_jp: レアリティ
ko_kr: 등급
pt_br: Raridade
ru_ru: Редкость
zh_cn: 稀有度
zh_tw: 稀有度

# GachaAnalysis_Proportion
source: Proportion
de_de: Anteil
es_mx: Proporción
hi_in: अनुपात
id_id: Proporsi
it_it: Proporzione
ja_jp: 割合
ko_kr: 비율
pt_br: Proporção
ru_ru: Доля
zh_cn: 占比
zh_tw: 佔比

# GachaAnalysis_PoolPullDistribution
source: Pool Pull Distribution
de_de: Ziehungsverteilung pro Wunsch-Event
es_mx: Distribución de tiradas por banner
fr_fr: Distribution des tirages par bannière
hi_in: पूल पुल वितरण
id_id: Distribusi Pull per Pool
it_it: Distribuzione Pull per Pool
ja_jp: ガチャ別祈願分布
ko_kr: 기원별 뽑기 분포
pt_br: Distribuição de tiragens por banner
ru_ru: Распределение молитв по пулам
zh_cn: 卡池抽数分布
zh_tw: 卡池抽數分佈

# GachaAnalysis_Pool
source: Pool
de_de: Wunsch-Event
es_mx: Banner
fr_fr: Bannière
hi_in: पूल
ja_jp: ガチャ
ko_kr: 기원
pt_br: Banner
ru_ru: Пул
zh_cn: 卡池
zh_tw: 卡池

# GachaAnalysis_Distribution
source: Distribution
de_de: Verteilung
es_mx: Distribución
fr_fr: Répartition
hi_in: वितरण
id_id: Distribusi
it_it: Distribuzione
ja_jp: 分布
ko_kr: 분포
pt_br: Distribuição
ru_ru: Распределение
zh_cn: 分布
zh_tw: 分佈

# GachaAnalysis_Recent5StarPulls
source: Recent 5★ Pull Counts
de_de: Letzte 5-Sterne-Ziehungen
es_mx: Tiradas recientes de 5★
fr_fr: Tirages 5★ récents
hi_in: हाल की 5★ पुल संख्या
id_id: Jumlah Pull 5★ Terbaru
it_it: Pull 5★ Recenti
ja_jp: 最近の★5祈願回数
ko_kr: 최근 5★ 뽑기 횟수
pt_br: Contagens recentes de tiragens 5★
ru_ru: Последние молитвы 5★
zh_cn: 最近五星出货抽数
zh_tw: 最近五星出貨抽數

# GachaAnalysis_4StarTop10
source: 4★ Pulls Top 10
de_de: 4-Sterne Top 10
es_mx: Top 10 de tiradas 4★
fr_fr: Top 10 des 4★
hi_in: 4★ पुल शीर्ष 10
id_id: Top 10 Pull 4★
it_it: Top 10 Pull 4★
ja_jp: ★4排出トップ10
ko_kr: 4★ 뽑기 Top 10
pt_br: Top 10 de tiragens 4★
ru_ru: Топ-10 4★
zh_cn: 四星出货 Top10
zh_tw: 四星出貨 Top10

# GachaAnalysis_PityInterval
source: 5★ Pity Interval
de_de: 5-Sterne-Pity-Intervalle
es_mx: Intervalo de pity 5★
fr_fr: Intervalle de pitié 5★
hi_in: 5★ पिटी अंतराल
id_id: Interval Pity 5★
it_it: Intervallo Pity 5★
ja_jp: ★5天井間隔
ko_kr: 5★ 천장 간격
pt_br: Intervalo de pity 5★
ru_ru: Интервал 5★ Pity
zh_cn: 五星垫数区间
zh_tw: 五星墊數區間

# GachaAnalysis_MonthlyTrend
source: Monthly Pull Trend
de_de: Monatlicher Wunschverlauf-Trend
es_mx: Tendencia mensual de tiradas
fr_fr: Tendance mensuelle des vœux
hi_in: मासिक पुल रुझान
id_id: Tren Pull Bulanan
it_it: Tendenza Pull Mensili
ja_jp: 月間祈願トレンド
ko_kr: 월별 뽑기 추세
pt_br: Tendência mensal de tiragens
ru_ru: Месячный тренд молитв
zh_cn: 月度抽卡趋势
zh_tw: 月度祈願趨勢

# GachaAnalysis_MonthlyTrendDesc
source: All pools 1-5★ by month
de_de: Alle Wünsche 1–5 Sterne nach Monat
es_mx: Todos los banners 1-5★ por mes
fr_fr: Toutes bannières, 1-5★ par mois
hi_in: माह अनुसार सभी पूल 1-5★
id_id: Semua pool 1-5★ per bulan
it_it: Tutti i pool 1-5★ per mese
ja_jp: 全ガチャ★1-5の月次推移
ko_kr: 월별 전체 기원 1-5★
pt_br: Todos os banners 1-5★ por mês
ru_ru: Все пулы 1-5★ по месяцам
zh_cn: 全部卡池 1-5 星按月份统计
zh_tw: 全部卡池 1-5 星按月份統計
